{
  "index-news": "最新消息",
  "index-news-title-1": "BiiLabs Together with Eclipse Foundation, IOTA Foundation and Leading Companies Unite to Support Launch of Tangle EE Working Group",
  "index-news-summary-1": "BiiLabs announced that it is working with Eclipse Foundation, IOTA Foundation, together with industry leading players and academia to support the launch of the Tangle EE Working Group for the development and commercialization of IOTA-based data solutions.",
  "index-news-title-2": "BiiLabs and Yallvend Team Up to Implement Blockchain into the World’s First Vending Upgrade Kit, Enable Secure and Reliable ID Authentication",
  "index-news-summary-2": "BiiLabs and Yallvend today announced the collaboration by introducing BiiLabs’ decentralized identifiers (DIDs) into Yallvend’s Vending Upgrade Kit (VUK). The solution unifies the secure ID authentication system, which can be applied in the vending machines that sell products with age limits, as well as upgrading existing systems.",


  "about-slogon": "BiiLabs is dedicated in developing distributed ledger technologies to overcome the challenges in the Internet of Everything era, including smart mobility and energy management, and more. \nIts core technologies assist the digital transformation of various industries, and to solve critical issues such as trust, security, growth and efficiency for our clients. \nBiiLabs aims to be a leading technology provider in the Internet of Everything world.",
  "about-milestone-2017": "<tspan x='0' dy='.2em'>Company Registered</tspan>",
  "about-milestone-2018": "<tspan x='0' dy='.2em'>Taiwan company opened</tspan>",
  "about-milestone-2019-1h": "<tspan x='0' dy='.2em'>Angel Round fundraised</tspan> <tspan x='0' dy='1.3em'>from arm IoT Capital</tspan> <tspan x='0' dy='1.3em'>and ParticleX </tspan> <tspan x='0' dy='3em'>UBI use case with</tspan> <tspan x='0' dy='1.3em'>TransIoT announced</tspan>",
  "about-milestone-2019-2h": "<tspan x='0' dy='.2em'>USA company opened</tspan> <tspan x='0' dy='3em'>Joined INATBA, Eclipse</tspan> <tspan x='0' dy='1.3em'>Foundation and eCl@ss</tspan> <tspan x='0' dy='3em'>Vending machine upgrade</tspan> <tspan x='0' dy='1.3em'> kit with Yallvend announced</tspan>"
  
}
